export interface IReview {
    name: string;
    image: string;
    date: string;
    rating: number;
    text: string;
}

export const reviewsList: IReview[] = [
    {
        name: 'Марина Шевченко',
        image: '/images/reviews/person1.png',
        date: '15.01.2025',
        rating: 5,
        text: 'Сподобалося, що на курсах не тільки показували техніки, а й розповідали, як правильно спілкуватися з клієнтами, які є протипоказання. Це додає впевненості, що працюєш безпечно та професійно.',
    },
    {
        name: 'Марія Тимошенко',
        image: '/images/reviews/person2.png',
        date: '24.01.2025',
        rating: 5,
        text: 'Я читала кілька книжок про масаж, але цей посібник найзрозуміліший. Немає зайвої теорії, тільки все по суті. Вже кілька разів користувалася схемами з книги-працюють чудово.',
    },
    {
        name: 'Оксана Кравченко',
        image: '/images/reviews/person3.png',
        date: '10.02.2025',
        rating: 5,
        text: 'Довго шукала курси, де можна навчитися масажу для себе та родини. Сподобалося, що тут усе зрозуміло, без складних термінів. Викладачі терплячі, пояснювали по кілька разів, якщо потрібно.',
    },
    {
        name: 'Ірина Левченко',
        image: '/images/reviews/person4.png',
        date: '13.02.2025',
        rating: 5,
        text: 'Це справжня знахідка для початківців. Книга структурована, є покрокові інструкції та поради щодо безпеки. Тепер почуваюся впевненіше, коли роблю масаж рідним.',
    },
    {
        name: 'Катерина Мазур',
        image: '/images/reviews/person5.png',
        date: '15.03.2025',
        rating: 5,
        text: 'Я купила посібник, щоб поглибити знання після курсів. Дуже сподобалося, що є розділи з анатомією — тепер краще розумію, як працюють м’язи. Чудове доповнення до навчання!',
    },
    {
        name: 'Наталя Романко',
        image: '/images/reviews/person6.png',
        date: '28.03.2025',
        rating: 5,
        text: 'Прийшла на курси, бо давно цікавилася масажем, але не знала, з чого почати. Атмосфера дуже дружня, викладач пояснює просто і зрозуміло.Дякую)',
    },
    {
        name: 'Андрій Мельник',
        image: '/images/reviews/person7.png',
        date: '01.04.2025',
        rating: 5,
        text: 'Дякую викладачу за професіоналізм. Спочатку прийшов просто заради цікавості, а зараз серйозно думаю відкрити свій кабінет. Дуже практичні знання, відчувається, що викладає людина з реальним досвідом роботи.',
    },
];
